Repository: Dunhill69/JimmsOtherCalibrePlugins
Catalog: GenerateCover/translations/zz.po
Languages: zz

source: Generate covers in Calibre with appearance options
zz: zzGenerate covers in Calibre with appearance options

source: Generate Cover
zz: zzGenerate Cover

source: Generate a customised cover
zz: zzGenerate a customised cover

source: Cannot generate covers
zz: zzCannot generate covers

source: No books selected
zz: zzNo books selected

source: Corrupted setting: "%s" has incorrect internal name of: "%s")
zz: zzCorrupted setting: "%s" has incorrect internal name of: "%s")

source: Corrupted Configuration File
zz: zzCorrupted Configuration File

source: <p>Your configuration file was corrupted (see Details).</p>)<p>Please report your exact recent actions which led to this on the MobileRead forum thread for this plugin so it can be fixed.</p><p>The configuration has been fixed automatically.</p>
zz: zz<p>Your configuration file was corrupted (see Details).</p>)<p>Please report your exact recent actions which led to this on the MobileRead forum thread for this plugin so it can be fixed.</p><p>The configuration has been fixed automatically.</p>

source: Cannot generate cover
zz: zzCannot generate cover

source: Missing metadata passed for book to generate cover
zz: zzMissing metadata passed for book to generate cover

source: No cover settings exist named: "%s"
zz: zzNo cover settings exist named: "%s"

source: Restart required
zz: zzRestart required

source: Title image not found - you must restart Calibre before using this plugin!
zz: zzTitle image not found - you must restart Calibre before using this plugin!

source: Keyboard shortcuts
zz: zzKeyboard shortcuts

source: Undefined
zz: zzUndefined

source: Restart calibre now
zz: zzRestart calibre now

source: Preferences for: %s
zz: zzPreferences for: %s

source: Clear
zz: zzClear

source: Clear all settings for this plugin
zz: zzClear all settings for this plugin

source: <p>Are you sure you want to change your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>
zz: zz<p>Are you sure you want to change your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>

source: Settings changed
zz: zzSettings changed

source: <p>Settings for this plugin in this library have been changed.</p><p>Please restart calibre now.</p>
zz: zz<p>Settings for this plugin in this library have been changed.</p><p>Please restart calibre now.</p>

source: <p>Are you sure you want to clear your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>
zz: zz<p>Are you sure you want to clear your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>

source: Settings deleted
zz: zzSettings deleted

source: <p>All settings for this plugin in this library have been cleared.</p><p>Please restart calibre now.</p>
zz: zz<p>All settings for this plugin in this library have been cleared.</p><p>Please restart calibre now.</p>

source: After generating cover:
zz: zzAfter generating cover:

source: Update column:
zz: zzUpdate column:

source: Update value:
zz: zzUpdate value:

source: Keyboard shortcuts...
zz: zzKeyboard shortcuts...

source: Edit the keyboard shortcuts associated with this plugin
zz: zzEdit the keyboard shortcuts associated with this plugin

source: View library preferences...
zz: zzView library preferences...

source: View data stored in the library database for this plugin
zz: zzView data stored in the library database for this plugin

source: Cancel
zz: zzCancel

source: Generating %d covers...
zz: zzGenerating %d covers...

source: Generating:
zz: zzGenerating:

source: Unsaved Changes
zz: zzUnsaved Changes

source: You have unsaved changes to the <b>%s</b> setting.<br>
zz: zzYou have unsaved changes to the <b>%s</b> setting.<br>

source: What do you want to do?
zz: zzWhat do you want to do?

source: Discard Changes
zz: zz Discard Changes

source: Don't Save Yet
zz: zz Don't Save Yet

source: Generate cover using these settings.<br/>You can revert or save the changes when you next enter dialog.
zz: zzGenerate cover using these settings.<br/>You can revert or save the changes when you next enter dialog.

source: Save Changes
zz: zz Save Changes

source: Generate cover using these settings and save for future usage
zz: zzGenerate cover using these settings and save for future usage

source: Saved Settings:
zz: zzSaved Settings:

source: Autosave settings
zz: zzAutosave settings

source: Do not prompt to save changes to a setting. Always save when switching to another setting, clicking OK or using Import/Export.
zz: zzDo not prompt to save changes to a setting. Always save when switching to another setting, clicking OK or using Import/Export.

source: Add setting
zz: zzAdd setting

source: Rename setting
zz: zzRename setting

source: Import setting
zz: zzImport setting

source: Export setting
zz: zzExport setting

source: Delete setting from this list
zz: zzDelete setting from this list

source: Select Image:
zz: zzSelect Image:

source: Add image to this list
zz: zzAdd image to this list

source: Rename image
zz: zzRename image

source: Remove image from this list
zz: zzRemove image from this list

source: Saved Settings: (*unsaved changes)
zz: zzSaved Settings: (*unsaved changes)

source: Add new setting
zz: zzAdd new setting

source: Cannot add
zz: zzCannot add

source: The name you specified is not unique
zz: zzThe name you specified is not unique

source: Cannot remove
zz: zzCannot remove

source: You cannot remove the default setting
zz: zzYou cannot remove the default setting

source: Are you sure?
zz: zzAre you sure?

source: Are you sure you want to remove the '%s' setting?
zz: zzAre you sure you want to remove the '%s' setting?

source: Cannot rename
zz: zzCannot rename

source: You cannot rename the default setting
zz: zzYou cannot rename the default setting

source: New setting name:
zz: zzNew setting name:

source: Setting exists
zz: zzSetting exists

source: A saved setting already exists with this name.
zz: zzA saved setting already exists with this name.

source: Import Failed
zz: zzImport Failed

source: This is not a valid Generate Cover export archive
zz: zzThis is not a valid Generate Cover export archive

source: Cannot import
zz: zzCannot import

source: Failed to copy image
zz: zzFailed to copy image

source: Export completed
zz: zzExport completed

source: Cover setting exported to<br>%s
zz: zzCover setting exported to<br>%s

source: Select setting file(s) to import
zz: zzSelect setting file(s) to import

source: GC Files
zz: zzGC Files

source: Save setting as
zz: zzSave setting as

source: You cannot rename this image
zz: zzYou cannot rename this image

source: New image name:
zz: zzNew image name:

source: File exists
zz: zzFile exists

source: An image already exists with this name.
zz: zzAn image already exists with this name.

source: Failed to rename image
zz: zzFailed to rename image

source: Add cover images
zz: zzAdd cover images

source: You cannot remove this image
zz: zzYou cannot remove this image

source: Are you sure you want to delete the image: %s
zz: zzAre you sure you want to delete the image: %s

source: Cannot write
zz: zzCannot write

source: You do not have permission to delete the file
zz: zzYou do not have permission to delete the file

source: Cannot read
zz: zzCannot read

source: You do not have permission to read the file.
zz: zzYou do not have permission to read the file.

source: Cannot copy
zz: zzCannot copy

source: Overwrite existing
zz: zzOverwrite existing

source: An image file already exists with this name. Do you want to overwrite it?
zz: zzAn image file already exists with this name. Do you want to overwrite it?

source: Enter image name
zz: zzEnter image name

source: Enter a unique name for this image:
zz: zzEnter a unique name for this image:

source: You do not have permission to overwrite the file
zz: zzYou do not have permission to overwrite the file

source: Title
zz: zzTitle

source: Author
zz: zzAuthor

source: Series
zz: zzSeries

source: Custom
zz: zzCustom

source: Background
zz: zzBackground

source: Border
zz: zzBorder

source: Fill
zz: zzFill

source: Stroke
zz: zzStroke

source: Fonts:
zz: zzFonts:

source: Select a font and specify a size in pixels. If font set to 'Default', uses the tweak value from 'generate_cover_title_font' if present.
zz: zzSelect a font and specify a size in pixels. If font set to 'Default', uses the tweak value from 'generate_cover_title_font' if present.

source: Use the same font family for all text
zz: zzUse the same font family for all text

source: When checked, the same font family is used for all text content on the cover
zz: zzWhen checked, the same font family is used for all text content on the cover

source: Auto-reduce font size to fit on one line
zz: zzAuto-reduce font size to fit on one line

source: When checked, the font size will be used as a maximum size. A reduced size will be used where needed to fit text on one line.
zz: zzWhen checked, the font size will be used as a maximum size. A reduced size will be used where needed to fit text on one line.

source: Colors:
zz: zzColors:

source: Reset %s color
zz: zzReset %s color

source: Select a %s color
zz: zzSelect a %s color

source: Apply
zz: zzApply

source: When checked, stroke color is drawn around text
zz: zzWhen checked, stroke color is drawn around text

source: Left aligned
zz: zzLeft aligned

source: Centered
zz: zzCentered

source: Right aligned
zz: zzRight aligned

source: Size:
zz: zzSize:

source: Cover width:
zz: zzCover width:

source: The width in pixels of the output .jpg file
zz: zzThe width in pixels of the output .jpg file

source: Cover height:
zz: zzCover height:

source: The height in pixels of the output .jpg file
zz: zzThe height in pixels of the output .jpg file

source: Stretch image to use as cover background
zz: zzStretch image to use as cover background

source: Check this to overlay text on the image background. Uncheck this to place text around the image.
zz: zzCheck this to overlay text on the image background. Uncheck this to place text around the image.

source: Resize cover dimensions to match background image
zz: zzResize cover dimensions to match background image

source: Check this to automatically resize the cover based on the dimensions of the currently chosen background image
zz: zzCheck this to automatically resize the cover based on the dimensions of the currently chosen background image

source: Resize image to scale up if smaller than available area
zz: zzResize image to scale up if smaller than available area

source: Check this to automatically resize the cover image to fit the the maximum area available if it is too small
zz: zzCheck this to automatically resize the cover image to fit the the maximum area available if it is too small

source: Margins:
zz: zzMargins:

source: Top margin:
zz: zzTop margin:

source: The margin in pixels from the top of the cover to the first content
zz: zzThe margin in pixels from the top of the cover to the first content

source: Bottom margin:
zz: zzBottom margin:

source: The margin in pixels from the bottom of the cover to the last content
zz: zzThe margin in pixels from the bottom of the cover to the last content

source: Left margin:
zz: zzLeft margin:

source: The minimum margin in pixels from the left of the cover to the text content
zz: zzThe minimum margin in pixels from the left of the cover to the text content

source: Right margin:
zz: zzRight margin:

source: The minimum margin in pixels from the right of the cover to the text content
zz: zzThe minimum margin in pixels from the right of the cover to the text content

source: Text padding:
zz: zzText padding:

source: The spacing in pixels between successive lines of text
zz: zzThe spacing in pixels between successive lines of text

source: Image padding:
zz: zzImage padding:

source: The spacing in pixels between the image and text placed above and below it
zz: zzThe spacing in pixels between the image and text placed above and below it

source: Border Widths:
zz: zzBorder Widths:

source: Cover border:
zz: zzCover border:

source: The width in pixels of a border around the edge of the cover. Specify 0 for no border
zz: zzThe width in pixels of a border around the edge of the cover. Specify 0 for no border

source: Image border:
zz: zzImage border:

source: The width in pixels of a border around the edge of the image. Specify 0 for no border
zz: zzThe width in pixels of a border around the edge of the image. Specify 0 for no border

source: Field Order:
zz: zzField Order:

source: Alter the order of items on the cover and whether they are displayed using the checkbox
zz: zzAlter the order of items on the cover and whether they are displayed using the checkbox

source: Move field up
zz: zzMove field up

source: Move field down
zz: zzMove field down

source: Custom Text:
zz: zzCustom Text:

source: Other Options:
zz: zzOther Options:

source: Swap author LN,FN to FN LN
zz: zzSwap author LN,FN to FN LN

source: Use this option if your authors are stored as LN, FN but you prefer to see FN LN on the book cover
zz: zzUse this option if your authors are stored as LN, FN but you prefer to see FN LN on the book cover

source: Series text:
zz: zzSeries text:

source: Change the way series information is displayed. Useful for non-English languages!
zz: zzChange the way series information is displayed. Useful for non-English languages!

source: Metadata: (*not saved)
zz: zzMetadata: (*not saved)

source: Optionally override the text in these fields for this book. These are not saved as part of the settings profile. This functionality is disabled if multiple books are selected.
zz: zzOptionally override the text in these fields for this book. These are not saved as part of the settings profile. This functionality is disabled if multiple books are selected.

source: Title:
zz: zzTitle:

source: Author:
zz: zzAuthor:

source: Series:
zz: zzSeries:

source: Cover Options
zz: zzCover Options

source: Generate Custom Cover
zz: zzGenerate Custom Cover

source: Settings
zz: zzSettings

source: Fonts
zz: zzFonts

source: Dimensions
zz: zzDimensions

source: Contents
zz: zzContents

source: Revert
zz: zz Revert

source: Revert to your previous saved setting values
zz: zzRevert to your previous saved setting values

source: Save
zz: zz Save

source: Overwrite your current saved setting
zz: zzOverwrite your current saved setting

source: Customize...
zz: zz Customize...

source: Set general options for this plugin
zz: zzSet general options for this plugin

source: Revert to your previously saved values for '%s'?
zz: zzRevert to your previously saved values for '%s'?

source: Overwrite the '%s' setting with the current values?
zz: zzOverwrite the '%s' setting with the current values?
