Repository: Dunhill69/JimmsOtherCalibrePlugins
Catalog: ReadingList/translations/zz.po
Languages: zz

source: Reading List
zz: zzReading List

source: View or edit lists of books
zz: zzView or edit lists of books

source: Add to default list
zz: zzAdd to default list

source: Add to %s list
zz: zzAdd to %s list

source: Add to list
zz: zzAdd to list

source: Add to the specified list
zz: zzAdd to the specified list

source: Add to the "%s" list
zz: zzAdd to the "%s" list

source: Add to list: %s
zz: zzAdd to list: %s

source: Add to all lists
zz: zzAdd to all lists

source: Add series to default list
zz: zzAdd series to default list

source: Add series to %s list
zz: zzAdd series to %s list

source: Add series to list
zz: zzAdd series to list

source: Add all books in series to the specified list
zz: zzAdd all books in series to the specified list

source: Add series to the "%s" list
zz: zzAdd series to the "%s" list

source: Add series to list: %s
zz: zzAdd series to list: %s

source: Add series to all lists
zz: zzAdd series to all lists

source: Move to list...
zz: zzMove to list...

source: Move to list
zz: zzMove to list

source: Remove from default list
zz: zzRemove from default list

source: Remove from list
zz: zzRemove from list

source: Remove from the specified list
zz: zzRemove from the specified list

source: Remove from the "%s" list
zz: zzRemove from the "%s" list

source: Remove from list: %s
zz: zzRemove from list: %s

source: Remove from all lists
zz: zzRemove from all lists

source: View default list
zz: zzView default list

source: View %s list (%d)
zz: zzView %s list (%d)

source: View books on the "%s" list
zz: zzView books on the "%s" list

source: View list: %s
zz: zzView list: %s

source: View list
zz: zzView list

source: View books on the specified list
zz: zzView books on the specified list

source: Edit default list
zz: zzEdit default list

source: Edit %s list
zz: zzEdit %s list

source: Edit list
zz: zzEdit list

source: Edit books on the specified list
zz: zzEdit books on the specified list

source: Edit books on the "%s" list
zz: zzEdit books on the "%s" list

source: Edit list: %s
zz: zzEdit list: %s

source: Clear default list
zz: zzClear default list

source: Clear %s list
zz: zzClear %s list

source: Clear list
zz: zzClear list

source: Clear all from the specified list
zz: zzClear all from the specified list

source: Clear the "%s" list
zz: zzClear the "%s" list

source: Clear list: %s
zz: zzClear list: %s

source: Clear list (%d)
zz: zzClear list (%d)

source: Set default list
zz: zzSet default list

source: Switch the list to use as the current default
zz: zzSwitch the list to use as the current default

source: Set your default list to "%s"
zz: zzSet your default list to "%s"

source: Set default list: %s
zz: zzSet default list: %s

source: Sync Now
zz: zzSync Now

source: &Customize plugin
zz: zz&Customize plugin

source: Sync Now (%d)
zz: zzSync Now (%d)

source: Cannot add to list
zz: zzCannot add to list

source: No list name specified
zz: zzNo list name specified

source: Are you sure?
zz: zzAre you sure?

source: Are you sure you want to clear the '%s' reading list?
zz: zzAre you sure you want to clear the '%s' reading list?

source: The selected book(s) already exist on this list: <b>%s</b>
zz: zzThe selected book(s) already exist on this list: <b>%s</b>

source: Failed to add to list
zz: zzFailed to add to list

source: Added %d books to your %s list
zz: zzAdded %d books to your %s list

source: Added to %d reading lists
zz: zzAdded to %d reading lists

source: Cannot remove from list
zz: zzCannot remove from list

source: The selected book(s) do not exist on this list
zz: zzThe selected book(s) do not exist on this list

source: Removed %d books from your %s list
zz: zzRemoved %d books from your %s list

source: Removed from %d reading lists
zz: zzRemoved from %d reading lists

source: Cannot move to list
zz: zzCannot move to list

source: No source list names specified
zz: zzNo source list names specified

source: Moved %d books to your list(s)
zz: zzMoved %d books to your list(s)

source: Cannot clear list
zz: zzCannot clear list

source: No books exist on this list
zz: zzNo books exist on this list

source: Cannot edit list
zz: zzCannot edit list

source: Cannot view list
zz: zzCannot view list

source: Cannot create list
zz: zzCannot create list

source: Reading List: Cannot create list as list_name not specified
zz: zzReading List: Cannot create list as list_name not specified

source: A list already exists with this name
zz: zzA list already exists with this name

source: Reading List: Cannot create list as list_name is duplicate:
zz: zzReading List: Cannot create list as list_name is duplicate:

source: READING LIST: Device disconnected
zz: zzREADING LIST: Device disconnected

source: READING LIST: Metadata available:
zz: zzREADING LIST: Metadata available:

source: READING LIST: Device found to sync to:
zz: zzREADING LIST: Device found to sync to:

source: READING LIST: Not syncing to device as not active
zz: zzREADING LIST: Not syncing to device as not active

source: READING LIST: Sync Now - force_sync=
zz: zzREADING LIST: Sync Now - force_sync=

source: Cannot sync to device
zz: zzCannot sync to device

source: No device found for UUID: %s
zz: zzNo device found for UUID: %s

source: READING LIST: Updating automatic column list(s)
zz: zzREADING LIST: Updating automatic column list(s)

source: READING LIST: Not syncing '%s' to device as autosync is false
zz: zzREADING LIST: Not syncing '%s' to device as autosync is false

source: READING LIST: Updating automatic device list(s)
zz: zzREADING LIST: Updating automatic device list(s)

source: READING LIST: Skipping %d books in '%s' list with no formats
zz: zzREADING LIST: Skipping %d books in '%s' list with no formats

source: READING LIST: Syncing %d books in '%s' to: %s (location:%s)
zz: zzREADING LIST: Syncing %d books in '%s' to: %s (location:%s)

source: READING LIST: No books on '%s' list need to be synced
zz: zzREADING LIST: No books on '%s' list need to be synced

source: Main memory
zz: zzMain memory

source: Storage Card A
zz: zzStorage Card A

source: Storage Card B
zz: zzStorage Card B

source: READING LIST: No books on '%s' list found on device to remove
zz: zzREADING LIST: No books on '%s' list found on device to remove

source: Reading List error
zz: zzReading List error

source: Unable to find the Remove Books plugin
zz: zzUnable to find the Remove Books plugin

source: Deleting books from device.
zz: zzDeleting books from device.

source: READING LIST: Auto-populating device list:
zz: zzREADING LIST: Auto-populating device list:

source: READING LIST: Removing %d ids from automatic list: %s
zz: zzREADING LIST: Removing %d ids from automatic list: %s

source: READING LIST: Adding %d ids to automatic list: %s
zz: zzREADING LIST: Adding %d ids to automatic list: %s

source: READING LIST: Auto-populating search list:
zz: zzREADING LIST: Auto-populating search list:

source: READING LIST: Aborting updating auto-search list as has no expression:
zz: zzREADING LIST: Aborting updating auto-search list as has no expression:

source: READING LIST: Now %d ids on automatic list: %s
zz: zzREADING LIST: Now %d ids on automatic list: %s

source: READING LIST: Attempting to recreate Kindle collections
zz: zzREADING LIST: Attempting to recreate Kindle collections

source: Kindle Collections Failed
zz: zzKindle Collections Failed

source: You must have the Kindle Collections plugin installed in order to recreate collections after a sync.
zz: zzYou must have the Kindle Collections plugin installed in order to recreate collections after a sync.

source: Restart required
zz: zzRestart required

source: Title image not found - you must restart Calibre before using this plugin!
zz: zzTitle image not found - you must restart Calibre before using this plugin!

source: Keyboard shortcut dialog
zz: zzKeyboard shortcut dialog

source: Keyboard shortcuts
zz: zzKeyboard shortcuts

source: Undefined
zz: zzUndefined

source: Restart calibre now
zz: zzRestart calibre now

source: Prefs Viewer dialog
zz: zzPrefs Viewer dialog

source: Preferences for:
zz: zzPreferences for:

source: Clear
zz: zzClear

source: Clear all settings for this plugin
zz: zzClear all settings for this plugin

source: <p>Are you sure you want to change your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>
zz: zz<p>Are you sure you want to change your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>

source: Settings changed
zz: zzSettings changed

source: <p>Settings for this plugin in this library have been changed.</p><p>Please restart calibre now.</p>
zz: zz<p>Settings for this plugin in this library have been changed.</p><p>Please restart calibre now.</p>

source: <p>Are you sure you want to clear your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>
zz: zz<p>Are you sure you want to clear your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>

source: Settings deleted
zz: zzSettings deleted

source: <p>All settings for this plugin in this library have been cleared.</p><p>Please restart calibre now.</p>
zz: zz<p>All settings for this plugin in this library have been cleared.</p><p>Please restart calibre now.</p>

source: *Any Device
zz: zz*Any Device

source: Manually add/remove items
zz: zzManually add/remove items

source: Auto populated from books on device
zz: zzAuto populated from books on device

source: Auto populated from search
zz: zzAuto populated from search

source: Add new list items to device
zz: zzAdd new list items to device

source: Add/overwrite all list items to device
zz: zzAdd/overwrite all list items to device

source: Remove list items from device
zz: zzRemove list items from device

source: Replace device with list, add new items only
zz: zzReplace device with list, add new items only

source: Replace device with list, add/overwrite all
zz: zzReplace device with list, add/overwrite all

source: Auto populate list from books on device
zz: zzAuto populate list from books on device

source: Do not update calibre column
zz: zzDo not update calibre column

source: Update column for add or remove
zz: zzUpdate column for add or remove

source: Update column for add to list only
zz: zzUpdate column for add to list only

source: Update column for remove from list only
zz: zzUpdate column for remove from list only

source: Kindle Collections
zz: zzKindle Collections

source: Location
zz: zzLocation

source: Menu
zz: zzMenu

source: Name
zz: zzName

source: Status
zz: zzStatus

source: Lists:
zz: zzLists:

source: Add list
zz: zzAdd list

source: Delete list
zz: zzDelete list

source: Rename list
zz: zzRename list

source: Population Options:
zz: zzPopulation Options:

source: &List type:
zz: zz&List type:

source: Choose how this list will be populated
zz: zzChoose how this list will be populated

source: &Auto populate from search:
zz: zz&Auto populate from search:

source: If list is populated from a search, specify the calibre search expression
zz: zzIf list is populated from a search, specify the calibre search expression

source: Sync Options:
zz: zzSync Options:

source: &Device to sync this list to:
zz: zz&Device to sync this list to:

source: By specifying a device you can sync either manually or automatically the contents of a list to that device. This replaces the Book Sync plugin functionality
zz: zzBy specifying a device you can sync either manually or automatically the contents of a list to that device. This replaces the Book Sync plugin functionality

source: &When syncing this list:
zz: zz&When syncing this list:

source: Control how your items are synced to the device. Sync only new items, sync all items overwriting existing or use this list to just remove items from your device.
zz: zzControl how your items are synced to the device. Sync only new items, sync all items overwriting existing or use this list to just remove items from your device.

source: Sync to this device as soon as it is connected
zz: zzSync to this device as soon as it is connected

source: Uncheck this option if you prefer to manually sync to your device. If no device is specified this checkbox has no effect
zz: zzUncheck this option if you prefer to manually sync to your device. If no device is specified this checkbox has no effect

source: Clear this list after a sync to this device
zz: zzClear this list after a sync to this device

source: If unchecked, only items not on the device already will be synced. If no device is specified this checkbox has no effect. This option can only be used with manual type lists.
zz: zzIf unchecked, only items not on the device already will be synced. If no device is specified this checkbox has no effect. This option can only be used with manual type lists.

source: Column Update Options:
zz: zzColumn Update Options:

source: When &changing this list:
zz: zzWhen &changing this list:

source: Optionally modify tags or a custom column when you add and/or remove items from this list.
zz: zzOptionally modify tags or a custom column when you add and/or remove items from this list.

source: &Column to update:
zz: zz&Column to update:

source: Optionally specify a column to add/remove a value from when adding or removing items from this list
zz: zzOptionally specify a column to add/remove a value from when adding or removing items from this list

source: &Value in column to add/remove:
zz: zz&Value in column to add/remove:

source: Specify the tag or custom column value to be added when adding to this list or removed when the book is taken off the list
zz: zzSpecify the tag or custom column value to be added when adding to this list or removed when the book is taken off the list

source: Reading Order Options:
zz: zzReading Order Options:

source: &Store in series column:
zz: zz&Store in series column:

source: You can optionally display the current reading list order in a custom series column. You should not edit this column directly! Only usable with Manually managed lists that are not Cleared on Sync.
zz: zzYou can optionally display the current reading list order in a custom series column. You should not edit this column directly! Only usable with Manually managed lists that are not Cleared on Sync.

source: &Series name:
zz: zz&Series name:

source: Specify the name for this reading order series If left blank, will use the name of the list this book is on.
zz: zzSpecify the name for this reading order series If left blank, will use the name of the list this book is on.

source: Display Options:
zz: zzDisplay Options:

source: Move "View list" to the top level of the plugin menu for this list
zz: zzMove "View list" to the top level of the plugin menu for this list

source: By default Reading List creates a View List submenu for all your lists when you have multiple. If checked, this list will be moved to the top level menu for ease of access. NOTE: Your "default" list will always appear on the top menu, regardless of this checkbox
zz: zzBy default Reading List creates a View List submenu for all your lists when you have multiple. If checked, this list will be moved to the top level menu for ease of access. NOTE: Your "default" list will always appear on the top menu, regardless of this checkbox

source: Apply reading list order when viewing list
zz: zzApply reading list order when viewing list

source: If checked, viewing a reading list will also change your Calibre sort order. Lists can be manually reordered using this plugin, defaulting to order added to list. If unchecked, current calibre sort will be left unchanged when you view the list.
zz: zzIf checked, viewing a reading list will also change your Calibre sort order. Lists can be manually reordered using this plugin, defaulting to order added to list. If unchecked, current calibre sort will be left unchanged when you view the list.

source: Add new list
zz: zzAdd new list

source: Default
zz: zzDefault

source: Enter a unique display name for this list:
zz: zzEnter a unique display name for this list:

source: Add failed
zz: zzAdd failed

source: A list with the same name already exists
zz: zzA list with the same name already exists

source: Enter a new display name for this list:
zz: zzEnter a new display name for this list:

source: Cannot delete
zz: zzCannot delete

source: You must have at least one list
zz: zzYou must have at least one list

source: Do you want to delete the list named '%s'
zz: zzDo you want to delete the list named '%s'

source: Devices:
zz: zzDevices:

source: Add connected device
zz: zzAdd connected device

source: If you do not have a device connected currently, either plug one in now or exit the dialog and connect to folder/iTunes first
zz: zzIf you do not have a device connected currently, either plug one in now or exit the dialog and connect to folder/iTunes first

source: Rename the currently connected device
zz: zzRename the currently connected device

source: Delete this device from the device list
zz: zzDelete this device from the device list

source: Rename failed
zz: zzRename failed

source: You must select a device first
zz: zzYou must select a device first

source: You can only rename a device that is currently connected
zz: zzYou can only rename a device that is currently connected

source: Rename device
zz: zzRename device

source: Enter a new display name for this device:
zz: zzEnter a new display name for this device:

source: An error occured while renaming.
zz: zzAn error occured while renaming.

source: Delete failed
zz: zzDelete failed

source: You are about to remove the <b>%s</b> device from this list.
zz: zzYou are about to remove the <b>%s</b> device from this list.

source: Are you sure you want to continue?
zz: zzAre you sure you want to continue?

source: Keyboard shortcuts...
zz: zzKeyboard shortcuts...

source: Edit the keyboard shortcuts associated with this plugin
zz: zzEdit the keyboard shortcuts associated with this plugin

source: Reset disabled &confirmation dialogs
zz: zzReset disabled &confirmation dialogs

source: Reset all show me again dialogs for the Reading List plugin
zz: zzReset all show me again dialogs for the Reading List plugin

source: &View library preferences...
zz: zz&View library preferences...

source: View data stored in the library database for this plugin
zz: zzView data stored in the library database for this plugin

source: Show dialog when removing books from device
zz: zzShow dialog when removing books from device

source: If syncing your list means books are removed from your device, then a dialog will be displayed allowing you to confirm first. Uncheck this option to allow unattended syncing to your device.
zz: zzIf syncing your list means books are removed from your device, then a dialog will be displayed allowing you to confirm first. Uncheck this option to allow unattended syncing to your device.

source: Done
zz: zzDone

source: Confirmation dialogs have all been reset
zz: zzConfirmation dialogs have all been reset

source: Lists
zz: zzLists

source: Devices
zz: zzDevices

source: Other
zz: zzOther

source: <p>Are you sure you want to remove this book from the list?
zz: zz<p>Are you sure you want to remove this book from the list?

source: <p>Are you sure you want to remove the selected %d books from the list?
zz: zz<p>Are you sure you want to remove the selected %d books from the list?

source: reading list plugin:edit list dialog
zz: zzreading list plugin:edit list dialog

source: Edit List
zz: zzEdit List

source: '%s' list books
zz: zz'%s' list books

source: Move selected books to the top of the list
zz: zzMove selected books to the top of the list

source: Move selected books 10 rows up the list
zz: zzMove selected books 10 rows up the list

source: Move selected books up the list
zz: zzMove selected books up the list

source: Remove selected books from the list
zz: zzRemove selected books from the list

source: Move selected books down the list
zz: zzMove selected books down the list

source: Move selected books 10 rows down the list
zz: zzMove selected books 10 rows down the list

source: Move selected books to the bottom of the list
zz: zzMove selected books to the bottom of the list

source: reading list plugin:move books dialog
zz: zzreading list plugin:move books dialog

source: Move Books
zz: zzMove Books

source: Move books between lists
zz: zzMove books between lists

source: Select list(s) to remove from
zz: zzSelect list(s) to remove from

source: Select &All
zz: zzSelect &All

source: Select &None
zz: zzSelect &None

source: Select list to add to
zz: zzSelect list to add to
